Repository: virtual-labs/exp-newtons-second-law-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in, ml_in, tl_in

source: help1
hi_in: सह - कुशल सतह का उपयोग ' बदलने के घर्षण ' स्लाइडर के घर्षण से समायोजित करें।
ml_in: ' മാറ്റം ഘർഷണം ' സ്ലൈഡർ ഉപയോഗിച്ച് ഉപരിതലത്തിൽ ഘർഷണം സഹ കാര്യക്ഷമമായ ക്രമീകരിക്കുക .
tl_in: கம்பிகள் இணைக்க.

source: help2
hi_in: फांसी वजन का उपयोग कर 'परिवर्तन वजन फांसी ' स्लाइडर को समायोजित करें।
ml_in: ' മാറ്റം തൂങ്ങി ഭാരം ' സ്ലൈഡർ ഉപയോഗിച്ച് തൂക്കിയിട്ട ഭാരം ക്രമീകരിക്കുക .
tl_in: தெர்மிஸ்டர் கீழிறங்கும் மாற்றவும்

source: help3
hi_in: 'परिवर्तन गाड़ी वजन' स्लाइडर का उपयोग गाड़ी वजन को समायोजित करें।
ml_in: ' മാറ്റം കാർട്ട് ഭാരം ' സ്ലൈഡർ ഉപയോഗിച്ച് കാർട്ട് ഭാരം ക്രമീകരിക്കുക .
tl_in: வெப்பநிலை ஸ்லைடர் பயன்படுத்தி வெப்பநிலை சரி.

source: help4
hi_in: सूचक ' सूचक स्थिति को बदलने के ' स्लाइडर का उपयोग करने की स्थिति को समायोजित करें ।
ml_in: ' മാറ്റം പോയിന്റർ നിലപാടിനെ സ്ലൈഡർ ഉപയോഗിച്ച് സൂചികയുടെ സ്ഥാനം ക്രമീകരിക്കുക .
tl_in: மின்னழுத்த ஸ்லைடர் பயன்படுத்தி மின்னழுத்தம் சரி.

source: help5
hi_in: 'आरंभ' बटन पर क्लिक करें प्रयोग शुरू करने के लिए ।
ml_in: പരീക്ഷണം ആരംഭിക്കാൻ 'ആരംഭിക്കുക' ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.
tl_in: பொத்தானை பவர் கிளிக் செய்து, அதே சோதனை தொடங்குகிறது.

source: help6
hi_in: ग्राफ और समय अंतिम गंतव्य के लिए प्रारंभिक स्थिति से गाड़ी तक पहुंचने के लिए ले जाया निरीक्षण करें ।
ml_in: പ്രാരംഭ സ്ഥാനം അന്തിമ ലക്ഷ്യസ്ഥാനത്തേക്ക് വണ്ടിയുടെ എത്തിച്ചേരാൻ എടുത്ത ഗ്രാഫ് സമയവും ആചരിക്ക .
tl_in: காட்டு சுற்று வரைபடத்தை சுற்று வரைபடத்தை மற்றும் காட்டு வரைபடம் காட்சிகள் வரைபடத்தின் அனைத்து காட்டுகிறது.

source: help7
hi_in: चेक / परिणाम के लिए 'शो परिणाम' बटन को अनचेक करें।
ml_in: പരിശോധിക്കുക / ഫലത്തിനായി 'ഫലം ഷോ' ബട്ടൺ പരിശോധിക്കാതിരിക്കുക.
tl_in: பெட்டியை 'காட்டு முடிவு' விளைவாக வாசிப்பு கொடுக்கிறது.

source: help8
hi_in: सूचक, सूचक दूरी, और त्वरण तक पहुँचने के लिए ले लिया समय के लिए परिणाम का निरीक्षण करें ।
ml_in: പോയിന്റർ പോയിന്ററുകളിലെ ദൂരം, ആക്സിലറേഷൻ എത്താൻ എടുത്ത സമയം വേണ്ടി ഫലങ്ങള് നിരീക്ഷിക്കുക .

source: Next
hi_in: अगला
ml_in: അടുത്തത്
tl_in: அடுத்த

source: Close
hi_in: बंद करे
ml_in: അടയ്ക്കുക
tl_in: நெருக்கமான

source: Newton's Second Law
hi_in: न्यूटन के दूसरे कानून
ml_in: ന്യൂട്ടന്റെ രണ്ടാം നിയമം

source: Variables
hi_in: चर
ml_in: വേരിയബിള്സ്
tl_in: மாறிகள்

source: Result
hi_in: परिणाम
ml_in: ഫലം
tl_in: முடிவு

source: copyright
hi_in: 2015 - 2009 कॉपीराइट © अमृता विश्वविद्यालय
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015
tl_in: 2015 - 2009 பதிப்புரிமை © அம்ரிதா பல்கலைக்கழகம்

source: Time taken to reach pointer
hi_in: समय सूचक तक पहुँचने के लिए ले लिया
ml_in: പോയിന്റർ എത്താൻ എടുത്ത സമയം

source: Pointer Distance
hi_in: सूचक दूरी
ml_in: പോയിന്റർ ദൂരം

source: Acceleration
hi_in: त्वरण
ml_in: വേഗത

source: Show Result
hi_in: परिणाम दिखाओ
ml_in: കാണിക്കുക ഫലം
tl_in: காட்டு முடிவு

source: Change Friction:
hi_in: घर्षण बदलें
ml_in: ഘർഷണം മാറ്റുക

source: Change Hanging Weight
hi_in: बदले हैंगिंग वजन
ml_in: ഭാരോദ്വഹനം ഹാംഗിംഗ് മാറ്റുക

source: Change Cart Weight
hi_in: कार्ट बदलें भार
ml_in: കാർട്ട് മാറ്റുക ഭാരോദ്വഹനം

source: Change the Pointer Position:
hi_in: स्थिति को बदलने के सूचक
ml_in: പോയിന്റർ സ്ഥാനം മാറ്റുക

source: Start
hi_in: प्रारंभ
ml_in: തുടക്കം

source: Reset
hi_in: रीसेट
ml_in: വീണ്ടും സജ്ജമാക്കുക
tl_in: மீட்டமை

source: s
hi_in: सेकंड
ml_in: സെക്കന്റ്

source: cm
hi_in: सेमी
ml_in: സെമി

source: ms
hi_in: मीटर/सेकंड²
ml_in: മീറ്റർ / സെക്കന്റ്²

source: g
hi_in: ग्राम
ml_in: ഗ്രാം

source: time (s)
hi_in: समय (सेकंड)
ml_in: സമയം(സെക്കന്റ്)

source: distance (m)
hi_in: दूरी ( मीटर)
ml_in: ദൂരം (മീ)

source: Characteristics of Thermistor
tl_in: தெர்மிஸ்டர் சிறப்பியல்புகள்

source: Choose Thermistor:
tl_in: தெர்மிஸ்டர் தேர்வு:

source: Temperature
tl_in: வெப்பநிலை

source: Voltage
tl_in: மின்னழுத்த

source: Show Circuit Diagram
tl_in: காட்டு சுற்று வரைபடத்தை

source: Show Graph
tl_in: வரைபடத்தைக் காண்பி

source: Power On
tl_in: பவர்

source: Power Off
tl_in: பவர் ஆஃப்

source: alpha
tl_in: ஆல்பா

source: Thermistor 1
tl_in: தெர்மிஸ்டர் 1

source: Thermistor 2
tl_in: தெர்மிஸ்டர் 2

source: Thermistor 3
tl_in: தெர்மிஸ்டர் 3

source: Thermistor 4
tl_in: தெர்மிஸ்டர் 4
